{
	"_meta": {
		"sources": [
			{
				"json": "DungeonChurch",
				"abbreviation": "CHURCH",
				"full": "Dungeon Church",
				"version": "0.2",
				"url": "https://www.dungeon.church",
				"authors": [
					"Brad Wenner"
				],
				"color": "a90001"
			}
		],
		"dateAdded": 1711973394,
		"dateLastModified": 1712121094
	},
    "book": [
		{
			"name": "Dungeon Church Zine 1",
			"id": "DC1",
			"source": "DungeonChurch",
			"group": "homebrew",
			"published": "2021-07-21",
			"author": "Brad Wenner",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/oakbrad/dungeonchurch/main/5etools-homebrew/static/dc1-cover.png"
			},
			"contents": [
				{
					"name":	"History",
					"headers": [
						"Timeline",
						"Maps"
					]
				},
				{
					"name": "Pyora"
				},
				{
					"name": "Saltmarsh",
					"headers": [
						"Maps"
					]
				},
				{
					"name": "Players"
				},
				{
					"name": "Species",
					"headers": [
						"Humans",
						"Dwarves",
						"Elves",
						"Elfmarked",
						"Dragonborn",
						"Gnomes & Halflings"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "DC1",
			"source": "DungeonChurch",
			"data": [
				{
					"type": "section",
					"name": "Dungeon Church 1",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://www.dungeon.church/content/images/size/w2000/2023/09/Screen-Shot-2023-09-25-at-18.52.47.png"
							}
						},
						{
							"type": "quote",
									"entries": [
										"Physical copies of this zine were sent as an invitation to players of Dungeon Church in 2021. This is the start of our homebrew setting, Pyora."
									],
									"by": "Dungeon Master Brad"
						},
						{
							"type": "inset",
							"name": "Original Zine",
							"entries": [
								"The original, printable form of this zine in PDF format is {@link available here|https://www.dungeon.church/zine-no1}."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "History",
					"page": 0,
					"entries": [
						{
							"type": "entries",
							"name": "Timeline",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/oakbrad/dungeonchurch/main/5etools-homebrew/static/dc1-timeline.png"
									},
									"title": "Pyora Timeline",
									"credit": "From Session 0.1 on 6/11/21"
								},
								{
									"type": "inset",
									"name": "Current Timelines",
									"entries": [
										"Are available in {@link the lore wiki|https://lore.dungeon.church/s/zine-1}."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Maps",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/oakbrad/dungeonchurch/main/5etools-homebrew/static/dc1-map-hex.png"
									},
									"title": "Pyora original hex map"
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/oakbrad/dungeonchurch/main/5etools-homebrew/static/dc1-map-pyora.png"
									},
									"title": "Pyora first draft map"
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Pyora",
					"page": 0,
					"entries": [
						"Several centuries after the fall of the Last Dragon Emperor, civilization in the lands of Pyora has entered a new period of innovation & transition.",
						"Humans have labored to carve out pockets of order among the wilderness & ruins of the last age, rebuilding cities, establishing trade routes, and mastering the wild lands into agriculture. In the villages on the edges of humanity's reach, rumors and superstitions percolate about strange children born with unexplainable talents, echoes of long vanished Elven heroes.",
						"The Dwarven Kingdom has nearly finished the long Great Migration - abandoning their old cities to follow their Prophet-King across the Azure Sea and into the mountains of the west. Their new granite city of Durandar rises as a center of technological innovation, as the dwarves reject magic in favor of molding the mountain's inner fire and rivers into great power.",
						"The Dragonborn, once the conscripted foot soldiers of the Empire's army, have been instrumental in the reclaiming of the port of New Galmaarden into a democratic city with free elections in the east. Others seek out a simpler life among the Tribeborn in the vast wilderness - away from the wars & schemes of humanity.",
						"Between the two new cities lies the older human stronghold, Striborg, at a crucial trade point on the peninsula. With it's well funded naval control of the strait and ambitious aristocratic ruling class, the city’s influence extends far beyond it’s walls as the hoofsteps of the Iron Riders echo down the newly safe roads throughout the land.",
						"Beneath this veneer of progress & opportunity, the old threats still lurk, plotting for their moment to reemerge and propel the endless cycle of fate & magic forward again."
					]
				},
				{
					"type": "section",
					"name": "Saltmarsh",
					"page": 0,
					"entries": [
						"Nestled on the eastern coast of the Azure Sea is Saltmarsh, a sleepy fishing village thats sits on the precipice of great change.",
						"Smugglers guide their ships to hidden coves, willing to slit the throat of any who cross their path. Soldiers of a faraway power patrol the roads mounted on armored horses. Monsters gather beneath the waves & drowned sailors stir to unnatural life, animated by dark magic. The cult of a dead god silently grows it's reach. The nearby woods house mind-bending horrors. Mercenary groups seek abandoned treasures in the old dwarven mine.",
						"As Saltmarsh sleeps each night, waves gently lapping against the docks, the forces that seek to plunder it grow stronger.",
						{
							"type": "entries",
							"name": "Maps",
							"page": 0,
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/oakbrad/dungeonchurch/main/5etools-homebrew/static/dc1-map-saltmarsh.png"
									},
									"title": "Saltmarsh map"
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/oakbrad/dungeonchurch/main/5etools-homebrew/static/dc1-map-saltmarsh-region.jpg"
									},
									"title": "Saltmarsh region map"
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Players",
					"page": 0,
					"entries": [
						"You have been invited to join our in-person Dungeons & Dragons campaign.",
						"We will play an ongoing, narrative-focused game in a world of our own creation.",
						"The story of that world has already begun to be told, what role will you play?",
						{
							"type": "inset",
							"name": "If you're reading this in the present...",
							"entries": [
								"...and you live in the SF Bay area, you can fill out this form to {@link join us|https://www.dungeon.church/join-us}."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Species",
					"page": 0,
					"entries": [
						{
							"type": "inset",
							"entries": [
								"Playable character species were limited to these options at the inception of Pyora."
							]
						},
						{
							"type": "entries",
							"name": "Humans",
							"page": 0,
							"entries": [
								"The most common species by far, humans have built their cities, expanded their roads, and in general sought order in the world.",
								"Human ambition is embodied in the prosperous merchant city of Striborg. Ruled by an aristocratic merchant class, with a rising religious-populous movement in the streets, Striborg has become a place increasingly unwelcome to those not committed to human partisanship in some form.",
								"Most humans do not live in Striborg though, but in simple settlements throughout the continent. These people are driven by more basic motivations: farmers, craftsmen, travelers, scholars, and adventurers."
							]
						},
						{
							"type": "entries",
							"name": "Dwarves",
							"page": 0,
							"entries": [
								"It's taken centuries for King Olfgar Wisebeard to convince the majority of the dwarven tribes to abandon their homes and build the new granite city of Durandar under the mountain. Opposed to the use of magic, the dwarves there dedicate themselves to alchemy & artificing, building great forges, damming the power of the rivers, and preparing for the apocalypse that's been foretold.",
								"But dwarves are stubborn & not everyone has gone along. Some have stayed behind, adapting to the flood of newcomers to the old cities, while others have sought fortune on the continent as independent merchants or hireswords.",
								"It is rumored that the pirates who plague Striborg's merchant ships are dwarves who prefer the open sea."
							]
						},
						{
							"type": "entries",
							"name": "Elves",
							"page": 0,
							"entries": [
								"It is known that elves played a prominent role in fighting the Dragon Empires in the last age, but no one in living memory can remember seeing one in the flesh except for the oldest dwarves.",
								"According to legends and the tall tales of lost hunters, they have built an advanced civilization in the deep forests, but no one has ever pinpointed the exact location of any settlement or ruin.",
								{
									"type": "inset",
									"entries": [
										"[Players will not play elves... for now]"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Elfmarked",
							"page": 0,
							"entries": [
								"According to superstitions common in the villages, children who exhibit certain talents, deformities, or spurious lineage are called 'Children of the Travelers' a.k.a. the elfmarked.",
								"Many stories, or convenient excuses, of individuals being charmed into illicit encounters with elves have been reported over the centuries. Sometimes the rumors claim whole towns were bewitched into bacchanal acts, or driven mad in carnivals beyond comprehension, only to find themselves not only hungover - but bearing a generation of progeny that can only be called special.",
								"More skeptical minds consider these children to have been exposed to magic in the womb, or to be the resurgence of recessive traits from pre-human species lost to the cycle of time."
							]
						},
						{
							"type": "entries",
							"name": "Dragonborn",
							"page": 0,
							"entries": [
								"Forged by the Frst Dragon Emperor as an unholy magical corruption of humanity, the slaves that conquered and then built the First Empire.",
								"Finally freed of their wyrm master, the former conscripts have since proven their resilience and independent nature despite lingering doubts about their true allegiances.",
								"Many of the dispossessed dragonborn have been instrumental in reclaiming the abandoned dwarven port of New Galmaarden and building a thriving free city where it is said, 'every man a king.' ",
								"Others have sought to create a new history and culture that they were denied, living tribal lives in the wilderness."
							]
						},
						{
							"type": "entries",
							"name": "Gnomes & Halflings",
							"page": 0,
							"entries": [
								"The diminutive little people, gnomes live below ground and guard their homeland with a jealous secrecy that few have glimpsed. ",
								"Their dealings with the civilizations above ground is limited to trade, where they are known for intricate craftsmanship and ingenious devices.",
								"Some gnomes have come to live on the surface and assimilate to human life - known as halflings - as in half-humans."
							]
						}
					]
				}
			]
		}
	],
	"language": [
		{
			"name": "Adalindian Whistling",
			"source": "DungeonChurch",
			"page": 0,
			"entries": [
				"A secret, whistled language used by the Gnomish resistance movement Hand of Adalind."
			],
			"type": "secret",
			"typicalSpeakers": [
				"{@filter gnomes|bestiary|type=humanoid|tag=gnome}"
			]
		},
		{
			"name": "Tribal",
			"source": "DungeonChurch",
			"page": 0,
			"entries": [
				"Tribal is a harsh, grating language with hard consonants used in the tribes of the southwest. It has no script of its own but is written in the Dwarvish script."
			],
			"type": "exotic",
			"typicalSpeakers": [
				"{@filter tribeborn|bestiary|type=humanoid|tag=tribeborn}"
			]
		}
	],
	"race": [
		{
			"name": "Elfmarked",
			"source": "DungeonChurch",
			"page": 0,
			"size": [
				"M"
			],
			"speed": 30,
			"ability": [
				{
					"cha": 2,
					"choose": {
						"from": [
							"str",
							"dex",
							"con",
							"int",
							"wis"
						],
						"count": 2
					}
				}
			],
			"heightAndWeight": {
				"baseHeight": 57,
				"heightMod": "2d8",
				"baseWeight": 110,
				"weightMod": "2d4"
			},
			"age": {
				"mature": 20,
				"max": 180
			},
			"darkvision": 60,
			"traitTags": [
				"Uncommon Race"
			],
			"skillProficiencies": [
				{
					"any": 2
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 2
				}
			],
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"The Elfmarked mature at the same rate humans do and reach adulthood around the age of 20. They live much longer than humans, however, often exceeding 180 years."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"The Elfmarked are about the same size as humans, ranging from 5 to 6 feet tall. Your size is Medium."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Thanks to your elven heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Elven Ancestry",
					"entries": [
						"You have advantage on saving throws against being {@condition charmed}, and magic can't put you to sleep."
					],
					"type": "entries"
				},
				{
					"name": "Skill Versatility",
					"entries": [
						"You gain proficiency in two skills of your choice."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and two extra languages of your choice."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"According to superstitions common in the villages, children who exhibit certain talents, deformities, or spurious lineage are called “Children of the Travelers” a.k.a. the elfmarked.",
					"Many stories - or convenient excuses - of individuals being charmed into illicit encounters with elves have been reported over the centuries. Sometimes the rumors claim whole towns were bewitched into bacchanal acts, or driven mad in carnivals beyond comprehension, only to find themselves not only hungover - but bearing a generation of progeny that can only be called special. ",
					"More skeptical minds consider these children to have been exposed to magic in the womb, or to be the resurgence of recessive traits from pre-human species lost to the cycle of time.",
					{
						"type": "inset",
						"name": "Dungeon Church Wiki",
						"entries": [
							"Learn more about the {@link Elfmarked in the wiki|https://lore.dungeon.church/doc/elfmarked-ohkfCOb0aT}."
						]
					}
				]
			}
		},
		{
			"name": "Halfling",
			"source": "DungeonChurch",
			"page": 0,
			"size": [
				"S"
			],
			"speed": 25,
			"ability": [
				{
					"dex": 2
				}
			],
			"heightAndWeight": {
				"baseHeight": 31,
				"heightMod": "2d4",
				"baseWeight": 35
			},
			"age": {
				"mature": 20,
				"max": 250
			},
			"languageProficiencies": [
				{
					"common": true,
					"gnomish": true
				}
			],
			"soundClip": {
				"type": "internal",
				"path": "races/halfling.mp3"
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"A halfling reaches adulthood at the age of 20 and generally lives into the middle of his or her second century."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Halflings average about 3 feet tall and weigh about 40 pounds. Your size is Small."
					]
				},
				{
					"name": "Lucky",
					"entries": [
						"When you roll a 1 on an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll."
					],
					"type": "entries"
				},
				{
					"name": "Brave",
					"entries": [
						"You have advantage on saving throws against being {@condition frightened}."
					],
					"type": "entries"
				},
				{
					"name": "Halfling Nimbleness",
					"entries": [
						"You can move through the space of any creature that is of a size larger than yours."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Gnomish. The Gnomish language isn't secret, but halflings are loath to share it with others. They write very little, so they don't have a rich body of literature. Their oral tradition, however, is very strong. Almost all halflings speak Common to converse with the people in whose lands they dwell or through which they are traveling."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"The diminutive little people, gnomes live below ground and guard their homeland with a jealous secrecy that few have glimpsed. their dealings with the civilizations above ground is limited to trade, where they are known for intricate craftsmanship and ingenious devices.",
					"Some gnomes have come to live on the surface and assimilate to human life - known as halflings - as in half-humans. These people tend to be nomadic and independent, with an intrinsic wanderlust that led them out of the Underdark and away from their traditional culture and lifestyle underground.",
					{
						"type": "inset",
						"name": "Dungeon Church Wiki",
						"entries": [
							"Learn more about {@link Halflings in the wiki|https://lore.dungeon.church/doc/halfling-fFZiVbQDbC}."
						]
					}
				]
			}
		},
		{
			"name": "Human (Pyoran)",
			"source": "DungeonChurch",
			"page": 0,
			"size": [
				"M"
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex",
							"con",
							"int",
							"wis",
							"cha"
						],
						"count": 2
					}
				}
			],
			"speed": 30,
			"heightAndWeight": {
				"baseHeight": 56,
				"heightMod": "2d10",
				"baseWeight": 110,
				"weightMod": "2d4"
			},
			"age": {
				"mature": 20,
				"max": 100
			},
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 1
				}
			],
			"soundClip": {
				"type": "internal",
				"path": "races/human.mp3"
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Humans reach adulthood in their late teens and live less than a century."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Humans vary widely in height and build, from barely 5 feet to well over 6 feet tall. Regardless of your position in that range, your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Skills",
					"entries": [
						"You gain proficiency in one skill of your choice."
					]
				},
				{
					"type": "entries",
					"name": "Feat",
					"entries": [
						"You gain one feat of your choice."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one extra language of your choice. Humans typically learn the languages of other peoples they deal with, including obscure dialects. They are fond of sprinkling their speech with words borrowed from other tongues: Orc curses, Elvish musical expressions, Dwarvish military phrases, and so on."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"The most common species by far, humans have built their cities, expanded their roads, and in general sought order in the world.",
					"Human ambition is embodied in the prosperous merchant city of Striborg. Ruled by an aristocratic merchant class, with a rising religious-populous movement in the streets, Striborg has become a place increasingly unwelcome to those not committed to human partisanship in some form.",
					"Most humans do not live in Striborg though, but in simple settlements throughout the continent. These people are driven by more basic motivations: farmers, craftsmen, travelers, scholars, and adventurers.",
					{
						"type": "inset",
						"name": "Dungeon Church Wiki",
						"entries": [
							"Learn more about {@link Humans in the wiki|https://lore.dungeon.church/doc/human-pyoran-LMuc7qNrv4}."
						]
					}
				]
			}
		},
		{
			"name": "Ravenfolk",
			"source": "DungeonChurch",
			"page": 0,
			"size": [
				"S",
				"M"
			],
			"speed": 30,
			"ability": [
				{
					"dex": 2,
					"cha": 1
				}
			],
			"heightAndWeight": {
				"baseHeight": 48,
				"heightMod": "2d12",
				"baseWeight": 50,
				"weightMod": "1d6"
			},
			"age": {
				"mature": 10,
				"max": 110
			},
			"traitTags": [
				"Uncommon Race"
			],
			"skillProficiencies": [
				{
					"deception": true,
					"stealth": true
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 3
				}
			],
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Ravenfolk reach adulthood at 10 years old, and can live to be 110."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Ravenfolk are slighter and shorter than humans. They range from 4 feet to just shy of 6 feet tall. Your size is Small or Medium."
					]
				},
				{
					"name": "Sudden Attack",
					"entries": [
						"You have advantage on attack rolls against a surprised creature."
					],
					"type": "entries"
				},
				{
					"name": "Mimicry",
					"entries": [
						"Ravenfolk can mimic any sound they've heard. Make a Charisma {@skill Deception} check against the passive {@skill Insight} of any listeners. Success indicates they believe the sound you created was real."
					],
					"type": "entries"
				},
				{
					"name": "Trickster",
					"entries": [
						"You have proficiency in the {@skill Deception} and {@skill Stealth} skills."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can mimic Common perfectly and 3 additional languages poorly."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"Few live amid so much rumor, suspicion, and outright falsehood as the ravenfolk. Depending on whom you ask, they might condemn the ravenfolk as nomads bearing misfortune or praise them as messengers from the gods. Ravenfolk are loyal comrades and treacherous thieves, brave warriors and contemptible cowards. They are despised for their strange and secretive nature, and criticized for having no true culture - only mimicry. These contradictions conceal a greater mystery few understand or know.",
					"The Ravenfolk are the ethereal wanderers and messengers of Pyora, born from the celestial drama of deities and their caprices. They emerged from the feathers of Eve, the winged consort of the Raven Queen, who, in a fit of jealousy clipped Eve's wings to keep her faithful. These feathers, cast into the nether regions of the planes, took on life and consciousness, becoming the Ravenfolk.",
					"Cast out from their home, the Ravenfolk traverse the myriad planes of existence, seeking redemption and a path back to the favor of the Raven Queen.",
					{
						"type": "inset",
						"name": "Dungeon Church Wiki",
						"entries": [
							"Learn more about the {@link Ravenfolk in the wiki|https://lore.dungeon.church/doc/ravenfolk-2FqUStq1FR}."
						]
					}
				]
			}
		},
		{
			"name": "Tribeborn",
			"source": "DungeonChurch",
			"page": 0,
			"size": [
				"M"
			],
			"speed": 30,
			"ability": [
				{
					"str": 2,
					"con": 1
				}
			],
			"heightAndWeight": {
				"baseHeight": 58,
				"heightMod": "2d10",
				"baseWeight": 140,
				"weightMod": "2d6"
			},
			"age": {
				"mature": 14,
				"max": 75
			},
			"darkvision": 60,
			"traitTags": [
				"Uncommon Race"
			],
			"skillProficiencies": [
				{
					"survival": true
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"tribal": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Tribeborn mature a little faster than humans, reaching adulthood around age 14. They age noticeably faster and rarely live longer than 75 years."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Tribeborn are somewhat larger and bulkier than humans, and they range from 5 to well over 6 feet tall. Your size is Medium."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Thanks to your tribal upbringing, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Tribal Resilience",
					"entries": [
						"You gain proficiency in {@skill Survival}"
					],
					"type": "entries"
				},
				{
					"name": "Relentless Endurance",
					"entries": [
						"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. You can't use this feature again until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Savage Attacks",
					"entries": [
						"When you score a critical hit with a melee weapon attack, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the critical hit."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Tribal. Tribal is a harsh, grating language with hard consonants. It has no script of its own but is written in the Dwarvish script."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"The Tribeborn are a formidable and resilient people, born of the union between orcs and other species. Deeply connected to their tribal settlements in the wilderness of the southwestern jungles, they embody a fusion of the primal strength of their orcish heritage with the varied traits of Pyora's diversity.",
					"Tribeborn often inherit the physical prowess and stature of orcs, characterized by robust builds and distinct features such as prominent jaws and tusk-like teeth. Their skin tones range from deep greens to earthy browns, often marked with tribal tattoos or scars from rites of passage.",
					"Tribeborn are deeply communal, valuing the bonds of their tribe above all. They are raised with a strong sense of loyalty and often act as protectors of their people and the wild lands they call home. Their communities are tight-knit, with traditions and customs passed down through generations.",
					"They are not common in the urban cities of Pyora, preferring to live apart from broader society.",
					{
						"type": "inset",
						"name": "Dungeon Church Wiki",
						"entries": [
							"Learn more about the {@link Tribeborn in the wiki|https://lore.dungeon.church/doc/tribeborn-KVgPsdxk3f}."
						]
					}
				]
			}
		}
	],
	"subrace": [
		{
			"name": "Rock",
			"source": "DungeonChurch",
			"raceName": "Gnome",
			"raceSource": "PHB",
			"ability": [
				{
					"con": 1
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Artificer's Lore",
					"entries": [
						"Whenever you make an Intelligence {@skill History} check related to magic items, alchemical objects, or technological devices, you can add twice your proficiency bonus, instead of any proficiency bonus you normally apply."
					]
				},
				{
					"type": "entries",
					"name": "Tinker",
					"entries": [
						"You have proficiency with {@item tinker's tools|phb}. Using those tools, you can spend 1 hour and 10 gp worth of materials to construct a Tiny clockwork device (AC 5, 1 hp). The device ceases to function after 24 hours (unless you spend 1 hour repairing it to keep the device functioning), or when you use your action to dismantle it; at that time, you can reclaim the materials used to create it. You can have up to three such devices active at a time.",
						"When you create a device, choose one of the following options:",
						{
							"type": "entries",
							"name": "Clockwork Toy",
							"entries": [
								"This toy is a clockwork animal, monster, or person, such as a frog, mouse, bird, dragon, or soldier. When placed on the ground, the toy moves 5 feet across the ground on each of your turns in a random direction. It makes noises as appropriate to the creature it represents."
							]
						},
						{
							"type": "entries",
							"name": "Fire Starter",
							"entries": [
								"The device produces a miniature flame, which you can use to light a candle, torch, or campfire. Using the device requires your action."
							]
						},
						{
							"type": "entries",
							"name": "Music Box",
							"entries": [
								"When opened, this music box plays a single song at a moderate volume. The box stops playing when it reaches the song’s end or when it is closed."
							]
						}
						
					]
				}
			],
			"hasFluff": true,
			"fluff": {
				"entries": [
					"The diminutive little people, gnomes live below ground and guard their homeland with a jealous secrecy that few have glimpsed. Their dealings with the civilizations above ground is limited to trade, where they are known for intricate craftsmanship and ingenious devices. Some gnomes have come to live on the surface and assimilate to human life - known as halflings - as in half-humans.",
					{
						"type": "inset",
						"name": "Dungeon Church Wiki",
						"entries": [
							"Learn more about {@link Rock Gnomes in the wiki|https://lore.dungeon.church/doc/gnome-rock-ARFvDASnZz}."
						]
					}
				]
			}
		},
		{
			"name": "Road",
			"source": "DungeonChurch",
			"raceName": "Dwarf",
			"raceSource": "PHB",
			"ability": [
				{
					"cha": 1
				}
			],
			"speed": {
				"walk": 30
			},
			"entries": [
				{
					"type": "entries",
					"name": "Brisk Footeed",
					"entries": [
						"Your base walking speed increases to 30 feet."
					]
				},
				{
					"type": "entries",
					"name": "Stone Marcher",
					"entries": [
						"When you take the {@action Dash} action in mountainous or hilly environments, non-magical difficult terrain doesn't cost you extra movement on that turn."
					]
				}
			],
			"heightAndWeight": {
				"baseHeight": 44,
				"heightMod": "2d4",
				"baseWeight": 115,
				"weightMod": "2d6"
			},
			"hasFluff": true,
			"fluff": {
				"entries": [
					"Road dwarves appears closely related to their mountain brethren. They maintain dwarven traditions and customs, and typically organize themselves in clans.",
					"However, centuries of adaption to traveling the winding roads stretching across the lands has created a distinct subset of dwarf. Road dwarves, whether living as wandering mercantile clans or exiles banished from their homeland in Durandar, use their natural charms and swift journeying to build their fortune and make a name for themselves.",
					{
						"type": "inset",
						"name": "Dungeon Church Wiki",
						"entries": [
							"Learn more about {@link Dwarves in the wiki|https://lore.dungeon.church/doc/dwarf-durandian-UOdggQRi6Y}."
						]
					}
				]
			}
		},
		{
			"name": "Durandar",
			"source": "DungeonChurch",
			"raceName": "Dwarf",
			"raceSource": "PHB",
			"page": 0,
			"ability": [
				{
					"con": 2,
					"str": 2
				}
			],
			"speed": {
				"walk": 25
			},
			"armorProficiencies": [
				{
					"light": true,
					"medium": true
				}
			],
			"toolProficiencies": [
				{
					"choose": {
						"from": [
							"smith's tools",
							"brewer's supplies",
							"mason's tools",
							"tinker's tools",
							"alchemist's supplies",
							"carpenter's tools",
							"cook's utensils",
							"jeweler's tools",
							"painter's supplies",
							"weaver's tools",
							"glassblower's tools"
						],
						"count": 2
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Durandian Ingenuity",
					"entries": [
						"You gain an additional artisan tool proficiency {@item tinker's tools|phb}, {@item alchemist's supplies|phb}, {@item carpenter's tools|phb}, {@item cook's utensils|phb}, {@item jeweler's tools|phb}, {@item painter's supplies|phb}, {@item weaver's tools|phb}, or {@item glassblower's tools|phb}"
					]
				},
				{
					"type": "entries",
					"name": "Dwarven Armor Training",
					"entries": [
						"You have proficiency with light and medium armor."
					]
				}
			],
			"heightAndWeight": {
				"baseHeight": 44,
				"heightMod": "2d4",
				"baseWeight": 115,
				"weightMod": "2d6"
			},
			"hasFluff": true,
			"fluff": {
				"entries": [
					"It's taken centuries for King Olfgard Wisebeard to convince the majority of the dwarven tribes to abandon their homes and build the new granite city of Durandar under the mountain. Opposed to the use of magic, the dwarves there dedicate themselves to alchemy & artificing, building great forges, damming the power of the rivers, and preparing for the apocalypse that's been foretold. ",
					"But dwarves are stubborn & not everyone has gone along. Some have stayed behind, adapting to the flood of newcomers to the old cities, while others have sought fortune on the continent as independent merchants or hireswords.",
					"It is rumored that the pirates who plague Striborg's merchant ships are dwarves who prefer the open sea.",
					{
						"type": "inset",
						"name": "Dungeon Church Wiki",
						"entries": [
							"Learn more about {@link Dwarves in the wiki|https://lore.dungeon.church/doc/dwarf-durandian-UOdggQRi6Y}."
						]
					}
				]
			}
		}
	]
}